{
  "locale": "es_AR",
  "name": "es (AR)",
  "translations": {
    "The easiest way to organize online raffles": "",
    "Create Online Raffles in Seconds": "",
    "Easy, fast, and customizable. Ideal for events, promotions, and much more.": "",
    "Create a Raffle Now": "",
    "Discover Features": "",
    "See how it works": "",
    "Raffles created": "",
    "Happy participants": "",
    "Satisfaction": "",
    "Support available": "",
    "Loaded with features": "",
    "Featured Features": "",
    "Everything you need to create and manage your online raffles": "",
    "Create raffles in seconds": "",
    "Set up your raffle quickly with our intuitive interface": "",
    "Share with a unique link": "",
    "Easily distribute your raffle on social networks or by email": "",
    "Automatic results": "",
    "Get random winners with total transparency and confidence": "",
    "Customize your rules": "",
    "Adapt each raffle to your specific needs": "",
    "Easy participation": "",
    "Simple experience for participants": "",
    "We allow your participants to join raffles in seconds, without complex registrations or long processes.": "",
    "Intuitive and friendly interface": "",
    "Support for multiple devices": "",
    "Real-time notifications": "",
    "Flexible plans": "",
    "Plans for every need": "",
    "Choose the plan that best suits your needs": "",
    "No Session": "",
    "Basic": "",
    "Free": "",
    "No commitments": "",
    "Temporary raffles": "",
    "Limit of 100 participants": "",
    "Immediate results": "",
    "Get Started": "",
    "Registered": "",
    "Popular": "",
    "With user account": "",
    "1 saved raffle": "",
    "Limit of 1000 participants": "",
    "Basic customization": "",
    "Register for Free": "",
    "Recommended": "",
    "Premium": "",
    "Complete": "",
    "month": "",
    "Monthly billing": "",
    "Unlimited raffles": "",
    "Limit of 10,000 participants per raffle": "",
    "Payment integration": "",
    "Detailed statistics": "",
    "Priority support": "",
    "Get Premium": "",
    "Real opinions": "",
    "What our users say": "",
    "Discover why our users trust us for their raffles": "",
    "Incredibly easy to use! I organized a raffle for my online store in minutes.": "",
    "Consultora": "",
    "Perfect for my events. The ability to customize the rules has saved me a lot of time.": "",
    "Event Organizer": "",
    "The statistics of the Premium plan have helped me better understand my audience. Totally recommended.": "",
    "Influencer": "",
    "Frequently Asked Questions": "",
    "Common Questions": "",
    "Find answers to the most frequently asked questions about our raffle platform": "",
    "How do I create a raffle without an account?": "",
    "create_raffle_instructions": "You can easily create a raffle without registering. Simply go to the \"Create a Raffle\" page, set up your raffle parameters, and the system will generate a unique link. Your raffle data will be stored locally in your browser, and you can have up to 100 tickets per raffle.",
    "What are the benefits of registering for a free account?": "",
    "With a free registered account, your raffles are stored in our database, allowing you to access them from any device. You can create one raffle at a time with up to 1,000 tickets per raffle. Your data is securely saved, and you can track the status of your raffle over time.": "",
    "What features are included in the Premium plan?": "",
    "Our Premium plan offers multiple simultaneous raffles with up to 10,000 tickets per raffle. Premium users also get ad-free experience, detailed statistics on participation, customization options for colors and styles, payment integration, and priority support. It's perfect for businesses, influencers, or frequent raffle organizers.": "",
    "How is the winner selection process conducted?": "",
    "Our platform uses a cryptographically secure random number generator to ensure fair and unbiased selection of winners. The selection process is transparent and cannot be manipulated. Results are generated instantly and shown to all participants, ensuring trust in your raffle.": "",
    "Can I customize the appearance of my raffle?": "",
    "Yes, customization options depend on your account type. Free registered users get basic customization such as adding a title, description, and logo. Premium users can fully customize colors, fonts, backgrounds, and even add custom CSS for a completely personalized look that matches their brand identity.": "",
    "How long are raffles stored in the system?": "",
    "For users without an account, raffles are stored in your browser's local storage for up to 30 days. Free registered accounts can store one active raffle indefinitely until deleted. Premium accounts can store unlimited raffles with no time limitation, including historical data for analytics purposes.": "",
    "Ready to start?": "",
    "Create your first raffle now and discover how easy it is": "",
    "Create a Free Raffle": "",
    "Register": "",
    "Login": "",
    "Login to your account": "",
    "Hello!": "",
    "Log in to your account here": "",
    "Log in with Facebook": "",
    "Log in with Instagram": "",
    "OR": "",
    "Log in": "",
    "Forgot your password?": "",
    "Recover": "",
    "Don't have an account?": "",
    "Create account": "",
    "Join us!": "",
    "Create your account in seconds.": "",
    "Continue with Facebook": "",
    "Continue with Instagram": "",
    "First Name": "",
    "Last Name": "",
    "Email": "",
    "Password": "",
    "Create your account": "",
    "Already have an account?": "",
    "Sign in": "",
    "Change language": ""
  }
}