{
  "locale": "es_AR",
  "name": "es (AR)",
  "translations": {
    "The easiest way to organize online raffles": "La forma más fácil de organizar rifas online",
    "Create Online Raffles in Seconds": "Crea Rifas Online en Segundos",
    "Easy, fast, and customizable. Ideal for events, promotions, and much more.": "Fácil, rápido y personalizable. Ideal para eventos, promociones y mucho más.",
    "Create a Raffle Now": "Crear una rifa ahora",
    "Discover Features": "Descubrir características",
    "See how it works": "Ver cómo funciona",
    "Raffles created": "Rifas creadas",
    "Happy participants": "Participantes felices",
    "Satisfaction": "Satisfacción",
    "Support available": "Soporte disponible",
    "Loaded with features": "Cargado de funciones",
    "Featured Features": "Características destacadas",
    "Everything you need to create and manage your online raffles": "Todo lo que necesitas para crear y gestionar tus rifas online",
    "Create raffles in seconds": "Crea rifas en segundos",
    "Set up your raffle quickly with our intuitive interface": "Configura tu rifa rápidamente con nuestra interfaz intuitiva",
    "Share with a unique link": "Comparte con un enlace único",
    "Easily distribute your raffle on social networks or by email": "Distribuye fácilmente tu rifa en redes sociales o por correo electrónico",
    "Automatic results": "Resultados automáticos",
    "Get random winners with total transparency and confidence": "Obtén ganadores aleatorios con total transparencia y confianza",
    "Customize your rules": "Personaliza tus reglas",
    "Adapt each raffle to your specific needs": "Adapta cada rifa a tus necesidades específicas",
    "Easy participation": "Participación fácil",
    "Simple experience for participants": "Experiencia sencilla para los participantes",
    "We allow your participants to join raffles in seconds, without complex registrations or long processes.": "Permitimos que tus participantes se unan a las rifas en segundos, sin registros complejos ni procesos largos.",
    "Intuitive and friendly interface": "Interfaz intuitiva y amigable",
    "Support for multiple devices": "Soporte para múltiples dispositivos",
    "Real-time notifications": "Notificaciones en tiempo real",
    "Flexible plans": "Planes flexibles",
    "Plans for every need": "Planes para cada necesidad",
    "Choose the plan that best suits your needs": "Elige el plan que mejor se adapte a tus necesidades",
    "No Session": "Sin sesión",
    "Basic": "Básico",
    "Free": "Gratis",
    "No commitments": "Sin compromisos",
    "Temporary raffles": "Rifas temporales",
    "Limit of 100 participants": "Límite de 100 participantes",
    "Immediate results": "Resultados inmediatos",
    "Get Started": "Empezar",
    "Registered": "Registrado",
    "Popular": "Popular",
    "With user account": "Con cuenta de usuario",
    "1 saved raffle": "1 rifa guardada",
    "Limit of 1000 participants": "Límite de 1000 participantes",
    "Basic customization": "Personalización básica",
    "Register for Free": "Regístrate gratis",
    "Recommended": "Recomendado",
    "Premium": "Premium",
    "Complete": "Completo",
    "month": "mes",
    "Monthly billing": "Facturación mensual",
    "Unlimited raffles": "Rifas ilimitadas",
    "Limit of 10,000 participants per raffle": "Límite de 10,000 participantes por rifa",
    "Payment integration": "Integración de pagos",
    "Detailed statistics": "Estadísticas detalladas",
    "Priority support": "Soporte prioritario",
    "Get Premium": "Obtener Premium",
    "Real opinions": "Opiniones reales",
    "What our users say": "Lo que dicen nuestros usuarios",
    "Discover why our users trust us for their raffles": "Descubre por qué nuestros usuarios confían en nosotros para sus rifas",
    "Incredibly easy to use! I organized a raffle for my online store in minutes.": "¡Increíblemente fácil de usar! Organicé una rifa para mi tienda online en minutos.",
    "Consultora": "Consultora",
    "Perfect for my events. The ability to customize the rules has saved me a lot of time.": "Perfecto para mis eventos. La capacidad de personalizar las reglas me ha ahorrado mucho tiempo.",
    "Event Organizer": "Organizador de eventos",
    "The statistics of the Premium plan have helped me better understand my audience. Totally recommended.": "Las estadísticas del plan Premium me han ayudado a comprender mejor a mi audiencia. Totalmente recomendado.",
    "Influencer": "Influencer",
    "Frequently Asked Questions": "Preguntas frecuentes",
    "Common Questions": "Preguntas comunes",
    "Find answers to the most frequently asked questions about our raffle platform": "Encuentra respuestas a las preguntas más frecuentes sobre nuestra plataforma de rifas",
    "How do I create a raffle without an account?": "¿Cómo creo una rifa sin una cuenta?",
    "create_raffle_instructions": "Puedes crear fácilmente una rifa sin registrarte. Simplemente ve a la página \"Crear una rifa\", configura los parámetros de tu rifa y el sistema generará un enlace único. Los datos de tu rifa se almacenarán localmente en tu navegador y puedes tener hasta 100 boletos por rifa.",
    "What are the benefits of registering for a free account?": "¿Cuáles son los beneficios de registrarse para obtener una cuenta gratuita?",
    "With a free registered account, your raffles are stored in our database, allowing you to access them from any device. You can create one raffle at a time with up to 1,000 tickets per raffle. Your data is securely saved, and you can track the status of your raffle over time.": "Con una cuenta gratuita registrada, tus rifas se almacenan en nuestra base de datos, lo que te permite acceder a ellas desde cualquier dispositivo. Puedes crear una rifa a la vez con hasta 1,000 boletos por rifa. Tus datos se guardan de forma segura y puedes realizar un seguimiento del estado de tu rifa a lo largo del tiempo.",
    "What features are included in the Premium plan?": "¿Qué características se incluyen en el plan Premium?",
    "Our Premium plan offers multiple simultaneous raffles with up to 10,000 tickets per raffle. Premium users also get ad-free experience, detailed statistics on participation, customization options for colors and styles, payment integration, and priority support. It's perfect for businesses, influencers, or frequent raffle organizers.": "Nuestro plan Premium ofrece múltiples rifas simultáneas con hasta 10,000 boletos por rifa. Los usuarios Premium también obtienen una experiencia sin publicidad, estadísticas detalladas sobre la participación, opciones de personalización para colores y estilos, integración de pagos y soporte prioritario. Es perfecto para empresas, influencers u organizadores frecuentes de rifas.",
    "How is the winner selection process conducted?": "¿Cómo se lleva a cabo el proceso de selección de ganadores?",
    "Our platform uses a cryptographically secure random number generator to ensure fair and unbiased selection of winners. The selection process is transparent and cannot be manipulated. Results are generated instantly and shown to all participants, ensuring trust in your raffle.": "Nuestra plataforma utiliza un generador de números aleatorios criptográficamente seguro para garantizar una selección justa e imparcial de los ganadores. El proceso de selección es transparente y no se puede manipular. Los resultados se generan instantáneamente y se muestran a todos los participantes, lo que garantiza la confianza en tu rifa.",
    "Can I customize the appearance of my raffle?": "¿Puedo personalizar la apariencia de mi rifa?",
    "Yes, customization options depend on your account type. Free registered users get basic customization such as adding a title, description, and logo. Premium users can fully customize colors, fonts, backgrounds, and even add custom CSS for a completely personalized look that matches their brand identity.": "Sí, las opciones de personalización dependen de tu tipo de cuenta. Los usuarios registrados gratuitos obtienen personalización básica, como agregar un título, una descripción y un logotipo. Los usuarios Premium pueden personalizar completamente los colores, las fuentes, los fondos e incluso agregar CSS personalizado para una apariencia completamente personalizada que coincida con la identidad de su marca.",
    "How long are raffles stored in the system?": "¿Cuánto tiempo se almacenan las rifas en el sistema?",
    "For users without an account, raffles are stored in your browser's local storage for up to 30 days. Free registered accounts can store one active raffle indefinitely until deleted. Premium accounts can store unlimited raffles with no time limitation, including historical data for analytics purposes.": "Para los usuarios sin una cuenta, las rifas se almacenan en el almacenamiento local de tu navegador hasta por 30 días. Las cuentas registradas gratuitas pueden almacenar una rifa activa indefinidamente hasta que se elimine. Las cuentas Premium pueden almacenar rifas ilimitadas sin limitación de tiempo, incluidos los datos históricos con fines analíticos.",
    "Ready to start?": "¿Listo para empezar?",
    "Create your first raffle now and discover how easy it is": "Crea tu primera rifa ahora y descubre lo fácil que es",
    "Create a Free Raffle": "Crear una rifa gratis",
    "Register": "Regístrate",
    "Login": "Iniciar sesión",
    "Login to your account": "Inicia sesión en tu cuenta",
    "Hello!": "¡Hola!",
    "Log in to your account here": "Inicia sesión en tu cuenta aquí",
    "Log in with Facebook": "Iniciar sesión con Facebook",
    "Log in with Instagram": "Iniciar sesión con Instagram",
    "OR": "O",
    "Log in": "Iniciar sesión",
    "Forgot your password?": "¿Olvidaste tu contraseña?",
    "Recover": "Recuperar",
    "Don't have an account?": "¿No tienes una cuenta?",
    "Create account": "Crear cuenta",
    "Join us!": "¡Únete!",
    "Create your account in seconds.": "Crea tu cuenta en segundos.",
    "Continue with Facebook": "Continuar con Facebook",
    "Continue with Instagram": "Continuar con Instagram",
    "First Name": "Nombre",
    "Last Name": "Apellido",
    "Email": "Correo electrónico",
    "Password": "Contraseña",
    "Create your account": "Crear tu cuenta",
    "Already have an account?": "¿Ya tienes una cuenta?",
    "Sign in": "Iniciar sesión",
    "Change language": "Cambiar idioma",
    "Are you sure you want to reset all tickets? This will mark all tickets as unsold and remove buyer information.": "¿Estás seguro de que quieres restablecer todos los boletos? Esto marcará todos los boletos como no vendidos y eliminará la información del comprador.",
    "Raffle has been reset": "La rifa ha sido restablecida",
    "Error resetting raffle": "Error al restablecer la rifa",
    "No raffle ID provided": "No se proporcionó el ID de la rifa",
    "Raffle not found": "Rifa no encontrada",
    "Error loading raffle data": "Error al cargar los datos de la rifa",
    "Are you sure you want to delete this raffle? This action cannot be undone.": "¿Estás seguro de que quieres eliminar esta rifa? Esta acción no se puede deshacer.",
    "Raffle deleted successfully": "Rifa eliminada exitosamente",
    "Error deleting raffle": "Error al eliminar la rifa",
    "Error": "Error",
    "Go Home": "Ir al inicio",
    "Loading raffle data...": "Cargando datos de la rifa...",
    "Copy Link": "Copiar enlace",
    "Download Information": "Descargar información",
    "Sold Tickets": "Boletos vendidos",
    "Paid Tickets": "Boletos pagados",
    "Total Collected": "Total recaudado",
    "Price per ticket:": "Precio por boleto:",
    "Search number or name": "Buscar número o nombre",
    "Show only pending": "Mostrar solo pendientes",
    "Color Reference": "Referencia de color",
    "Unsold": "No vendido",
    "Sold (Pending payment)": "Vendido (Pago pendiente)",
    "Sold and paid": "Vendido y pagado",
    "Prizes": "Premios",
    "Reset Raffle": "Restablecer rifa",
    "Delete Raffle": "Eliminar rifa",
    "Raffle Information": "Información de la rifa",
    "Price per number": "Precio por número",
    "Total numbers": "Total de números",
    "Sold numbers": "Números vendidos",
    "Paid numbers": "Números pagados",
    "Total collected": "Total recaudado",
    "No prizes registered": "No hay premios registrados",
    "Ticket details": "Detalles del boleto",
    "Number": "Número",
    "Reserved by": "Reservado por",
    "Pending payment": "Pago pendiente",
    "Sold to": "Vendido a",
    "Raffle information downloaded": "Información de la rifa descargada",
    "Link copied to clipboard": "Enlace copiado al portapapeles",
    "Invalid raffle link. Please contact the organizer.": "Enlace de rifa no válido. Por favor, contacta al organizador.",
    "Price per number:": "Precio por número:",
    "numbers available of": "números disponibles de",
    "Available Prizes": "Premios disponibles",
    "Select your number": "Selecciona tu número",
    "Contact the raffle organizer to reserve your numbers": "Contacta al organizador de la rifa para reservar tus números",
    "The raffle does not exist or is not available.": "La rifa no existe o no está disponible.",
    "Price per number: ": "Precio por número: ",
    "numbers available of ": "números disponibles de ",
    "The raffle you are looking for does not exist or has been deleted.": "La rifa que estás buscando no existe o ha sido eliminada.",
    "Price per ticket: ": "Precio por boleto: ",
    "Show only pending ": "Mostrar solo pendientes ",
    "Qwik Raffle - Local Raffle Management": "Qwik Raffle - Administración de rifa local",
    "Manage your locally saved raffle": "Administra tu rifa guardada localmente",
    "Qwik Raffle - View Available Numbers": "Qwik Raffle - Ver números disponibles",
    "View and select available raffle numbers": "Ver y seleccionar números de rifa disponibles",
    "Qwik Raffle - $1": "Qwik Raffle - $1",
    "View and select available raffle numbers for $1": "Ver y seleccionar números de rifa disponibles por $1",
    "Raffle details $1": "Detalles de la rifa $1",
    "Edit Ticket": "Editar Boleto",
    "Update ticket information": "Actualizar información del boleto",
    "Buyer Name": "Nombre del Comprador",
    "Enter buyer's name": "Ingresar nombre del comprador",
    "Phone Number (optional)": "Número de Teléfono (opcional)",
    "Enter phone number": "Ingresar número de teléfono",
    "Notes (optional)": "Notas (opcional)",
    "Add any notes": "Agregar notas",
    "Ticket Status": "Estado del Boleto",
    "Sold - Paid": "Vendido - Pagado",
    "Sold - Unpaid": "Vendido - No Pagado",
    "Cancel Sale": "Cancelar Venta",
    "Cancel": "Cancelar",
    "Saving...": "Guardando...",
    "Save Changes": "Guardar Cambios",
    "Made with ": "Hecho con ",
    "by": "por",
    "QwikRaffle. All rights reserved.": "QwikRaffle. Todos los derechos reservados."
  }
}